<template>
  <div class="we-padding we-bg-white institution-container">
    <p class="we-title we-font-center we-font-bold we-padding title">{{dataInfo.title}}</p>
    <div class="we-text content" v-html="dataInfo.content"></div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      dataInfo: {
        id: 1,
        title: '珍爱生命 远离火灾---学生宿舍消防安全及逃生自救常识',
        content: '<p>宿舍是学生平时就寝、生活、学习的地方，学生宿舍人员物品集中，是学校消防安全的重中之重，为了保证我们学生宿舍的消防安全,现整理有关学生宿舍消防安全知识，供同学们学习。</p><p style="font-weight: bold">火灾危险性——学生宿舍内发生火灾的主要原因</p><p>1、在宿舍内违反规定使用大功率电热器，如热得快、电磁炉、电吹风等，使电线过载发热起火。</p><p>2、使用电热器具后忘记拔掉插头或关闭电源便离开房间，使电热器具无人监控，长时间通电发热而引起火灾。</p><p>3、在宿舍内私拉乱接电线，造成电线短路或接头接触不良发热引起火灾。</p><p>4、对长久使用的电气设备、电线疏忽安全检查及维护维修，使电气设备、电线绝缘老化，漏电短路起火。</p><p>5、在床铺上点蜡烛照明看书，不慎引燃被褥、蚊帐造成火灾。</p><p>6、乱扔未熄灭的火柴、烟头，焚烧杂物等，引燃可燃物（如纸张、衣物等），引发火灾。</p><p>7、不按用电规范，私自安装电路的保险丝，使电路在过载或有故障时，保险丝不能及时熔断而切断电路，造成电线发热起火。</p><p style="font-weight: bold">火灾预防—— 如何预防学生宿舍火灾事故</p><p>1、不使用电炉、电饭锅、热得快等大功率电器。</p><p>2、严格遵守安全管理规定，不私拉乱接电线。</p><p>3、不随意加大电路保险丝。</p><p>4、不在宿舍内使用蜡烛等明火照明。</p><p>5、不要将易燃易爆物品（如烟花爆竹、汽油、酒精等）带进宿舍。</p><p>6、发现不安全的现象要及时向管理人员或有关部门报告，尽快加以消除。</p><p>7、要熟悉宿舍楼内的消防设施和灭火器材设置和摆放位置，不要随意移动或挪作他用，掌握消防设施和器材的正确使用方法。</p><p>8、离开房间时，应关掉电器和电源开关，拔掉插头。</p><p>9、禁止在宿舍内焚烧杂物。</p><p style="font-weight: bold">火灾扑救与报警——发生火灾时应当如何处理</p><p>1、当发生火灾时，应当报警与灭火同时进行。</p><p>2、火灾现场只有一个人时，应一边呼救，一边进行灭火。</p><p>3、如果火灾初起阶段燃烧面积很小，自己完全有把握将火扑灭，就应当立即采用最短时间最有效的方法将火扑灭。因为这时如果不去灭火，而去报警，就会由于耽误时间使小火变大火，形成难以扑救的火灾。</p><p>4、灭火时应当注意先切断通向火场的电源；灭火的同时应设法转移火场附近的可燃物，转移不了的应设法降温冷却。</p><p>5、如果发现火灾时，火势已很大，自己难以扑灭，就应当立即打“ 119”（消防部门报警电话）报警。报警时要讲清楚起火的详细地点（具体到房间号）、燃烧物及火势大小、是否有人被围困，最后留下姓名及联系电话。</p><p style="font-weight: bold">安全疏散——怎样逃生自救</p><p>1、平时要熟悉本宿舍楼内的安全疏散通道。</p><p>2、躲避烟火不要往阁楼、床底、大橱内钻。</p><p>3、火势小要当机立断披上浸湿的衣服或裹上湿毛毯、湿被褥勇敢冲出去。</p><p>4、不要留恋财物，尽快逃出火场，千万记住，既已逃出决不回跑。</p><p>5、在浓烟中避难逃生，要尽量放低身体，并用湿毛巾或衣物捂住嘴鼻，沿着疏散通道、安全出口方向逃生。</p><p>6、如果身上着火，千万不要奔跑，要就地打滚压灭身上火苗。</p><p>7、不要盲目跳楼，可用绳子或把床单撕成条状连起来，紧拴在门窗和重物上，顺势滑下。</p><p>8、充分利用房内的门窗、阳台、落水管等逃生自救。</p><p>9、楼上如被火围困，快向室外扔抛沙发垫、枕头等软物或其他小物品，夜间则可打手电，发出求救信号。</p><p>10、若逃生路线被火封堵，立即退回室内（最好是卫生间），关闭门窗，堵住缝隙，有条件的向门窗上浇水降温。</p>'
      }
    }
  },
  methods: {

  }
}
</script>

<style lang="scss" scope>
@import "./index.scss";
</style>